{"id":32,"children":[{"id":33,"children":[{"id":34,"children":[{"id":35,"children":[{"id":36,"children":[{"id":37,"children":[{"id":38,"children":[{"id":39,"children":[{"id":40,"children":[{"id":41,"children":[{"id":42,"children":[{"id":43,"children":[{"id":44,"children":[{"id":45,"children":[{"id":46,"children":[{"id":47,"children":[{"id":48,"children":[{"id":49,"children":[{"id":50,"children":[{"id":51,"children":[{"id":52,"children":[{"id":53,"children":[{"id":54,"children":[{"id":55,"children":[{"id":56,"children":[{"id":57,"children":[{"id":58,"children":[{"id":59,"children":[{"id":60,"children":[{"id":61,"children":[{"id":62,"children":[],"data":{"scenario":"You come to a bridge where you can get to a road, but it isn't the road where your truck is parked. You eventually get back via hitchiking.","question":"","left":"","right":""}}],"data":{"scenario":"You eventually come to a waterfall which you can climb with ease. You find you way back safely, although wet.","question":"","left":"","right":""}}],"data":{"scenario":"You press on and end up falling into a hole in the ground that you cannot climb out of. You have to phone for help, how embarrasing you didn't do that before.","question":"","left":"","right":""}}],"data":{"scenario":"It takes you quite a while, but you manage to backtrack to where your journey started, allowing you to find your way back to the truck before daybreak.","question":"","left":"","right":""}}],"data":{"scenario":"You panic and start running. You run continuously in the wrong direction, and remain lost forever.","question":"","left":"","right":""}}],"data":{"scenario":"Your momentary silence benfits you. You gather yourself and manage to find your way back to your truck, but you are seriously traumatised.","question":"","left":"","right":""}}],"data":{"scenario":"He offers to take you back to your truck, for a price. Assuming he meant money, you say yes. But once you get back to the truck, he charges you one soul.....","question":"","left":"","right":""}}],"data":{"scenario":"The man tells you about the magical events taking place tonight. This completely scars you, scares you, and changes your worldview. You attempt to rationalise the events that took place, but end up going insane.","question":"","left":"","right":""}}],"data":{"scenario":"You become more lost once the path ends, you only get get to your truck once it becomes daytime.","question":"","left":"","right":""}}],"data":{"scenario":"You come to the end of the new path, exasperated you sit down and are somehow teleported to your truck.","question":"","left":"","right":""}}],"data":{"scenario":"She kidnaps you and reveals that she is a witch. She then turns you into stone.","question":"","left":"","right":""}}],"data":{"scenario":"She offers you an easy way out, revealing that she is a witch. You climb upon her broomstick, and she flies you to your truck.","question":"","left":"","right":""}}],"data":{"scenario":"They ask you what you want, if not eternal life. Upon telling them that you were simply lost, they help you back to your truck by flying.","question":"","left":"","right":""}}],"data":{"scenario":"You are turned into the magical being of your choosing, on the condition that you play the game again next year.","question":"","left":"","right":""}}],"data":{"scenario":"You shoot the creatures and it does nothing except make them vanish. You remain lost and confused by what you witnessed.","question":"","left":"","right":""}}],"data":{"scenario":"The creatures chase you to the nearest road, which happens to be where your truck is.","question":"","left":"","right":""}}],"data":{"scenario":"You continue through the trees and come to a river.","question":"Which way will you follow the river?","left":"Up.","right":"Down."}}],"data":{"scenario":"You use the end of the path to find your current location on the map.","question":"Do you go back to where you started or continue forward?","left":"Go back to where I started.","right":"Continue forward."}}],"data":{"scenario":"The man turns into a ghostly vapour, vanishing into thin air.","question":"What do you do?","left":"Stand there for a moment, petrified (and then flee).","right":"Scream (and flee immediately)."}}],"data":{"scenario":"He seems friendly enough. He says hello and asks what you're up to.","question":"What do you do?","left":"Ask him what he is doing in the woods.","right":"Tell him that you're lost."}}],"data":{"scenario":"The cat bursts into flames, the light it creates illuminating another path forward.","question":"Do you follow the new path or stay on your current route?","left":"Follow the new path.","right":"Stay on the current route."}}],"data":{"scenario":"A beautiful woman appears from nowhere. She asks what a handsome man like you is doing in the woods at this time of night.","question":"What do you say?","left":"I am lost after doing some hunting.","right":"Something romantic, she is beautiful after all."}}],"data":{"scenario":"You win the game, despite not understanding it. The creatures tell you about their magical history, it's enthralling. They offer you a place in their group.","question":"Do you stay with the creatures?","left":"Yes","right":"No"}}],"data":{"scenario":"Instead of playing the game.You threaten the creatures. They respond hostiley and begin to chase you. ","question":"What do you do?","left":"Run.","right":"Shoot."}}],"data":{"scenario":"The path ends...","question":"Do you use your map or press on in the same direction?","left":"Use your map.","right":"Press on in the same direction."}}],"data":{"scenario":"You come across a strange looking man.","question":"Do you speak to or shoot the man?","left":"Speak to the man","right":"Shoot the man."}}],"data":{"scenario":"You come across a black cat, and it's unsettling.","question":"Do you pet or shoot the cat?","left":"Pet the cat.","right":"Shoot the cat."}}],"data":{"scenario":"You come across a magical looking event. There is a game being played.","question":"Do you play the game or threaten to shoot the creatures before you?","left":"Threaten to shoot the creatures.","right":"Play the game."}}],"data":{"scenario":"You hear a strange noise in the distance.","question":"Do you go towards it or stay on the path?","left":"Go towards it.","right":"Stay on the path."}}],"data":{"scenario":"You see a strange light in the distance.","question":"Do you go towards it or stay on the path?","left":"Go towards it.","right":"Stay on the path."}}],"data":{"scenario":"You are a teenage girl, you are unarmed and lost in the woods. You are dressed for a halloween party and come to a fork in the road.","question":"Do you go left or right?","left":"Left.","right":"Right."}}